/* Device Kind to be reported to the system */
"HP Fax" = "Факс HP";

/* The beginning of the fax job */
"Contacting fax..." = "Подключение к факсу...";

/* Device busy, retrying... */
"Device busy, retrying..." = "Устройство занято, повторная попытка...";

/* Periodically inform user about fax location lookup process */
"Looking for fax..." = "Поиск факса...";

/* Phone number black-listed. */
/* "Phone number black-listed." = "Phone number black-listed."; */

/* Await while filter generates fax document */
"Preparing to fax..." = "Подготовка к отправке факса...";

/* Page progress */
"Sending page %lu..." = "Отправка страницы %lu...";

/* Unable to contact fax, requeueing... */
"Unable to contact fax, queueing on the next fax in the class..." = "Не удалось подключиться к факсу, отправка в очередь на следующий факс из класса...";

/* Unsupported URI fatal error message */
"Unsupported URI" = "Неподдерживаемый адрес URL";

